{"id":532,"date":"2021-09-26T09:51:07","date_gmt":"2021-09-26T09:51:07","guid":{"rendered":"https:\/\/japanesekings.com\/?page_id=532"},"modified":"2021-09-27T12:17:11","modified_gmt":"2021-09-27T12:17:11","slug":"terms-and-conditions","status":"publish","type":"page","link":"https:\/\/japanesekings.com\/terms-and-conditions\/","title":{"rendered":"Terms And Conditions"},"content":{"rendered":"\n<ol><li><strong>LEGAL<\/strong><\/li><\/ol>\n\n\n\n<p>These Terms and Conditions are for the sale of bottles and products on our website.<\/p>\n\n\n\n<ol start=\"2\"><li><strong>RESPONSIBLE AGE<\/strong><\/li><\/ol>\n\n\n\n<p>By using our website, you confirm that you are of legal age to purchase and consume alcohol in your country\/state\/province\/territory. For the avoidance of doubt in the US you must be at least 21 years of age to purchase alcohol.<\/p>\n\n\n\n<ol start=\"3\"><li><strong>DRINKAWARE<\/strong><\/li><\/ol>\n\n\n\n<p>Drinkaware is an independent charity working to reduce alcohol misuse and harm in the US. They are there to help people make better choices about drinking.<\/p>\n\n\n\n<ol start=\"4\"><li><strong>PRICING<\/strong><\/li><\/ol>\n\n\n\n<p>All prices are in USD and all orders are charged in USD. The website has the functionality to display approximate prices in other currencies but please note that prices shown other than in USD are always for illustrative purposes only and may differ from the actual amount charged to you by your credit card company, PayPal, Apple Pay, or your bank.<\/p>\n\n\n\n<p>We can’t tell exactly what the equivalent amount is in currencies other than GBP because the exchange rate changes constantly and card providers (and Apple Pay, PayPal) may use a different exchange rate than the one we’re using. They may also levy additional fees and charges which we do not know and cannot estimate.<\/p>\n\n\n\n<p>If you are paying by bank transfer, you must ensure that your order is settled in full in GBP only and that you set up the bank transfer such that the amount received (after currency conversion and any bank charges) is equal to the amount shown in GBP before you place your order.<\/p>\n\n\n\n<p>Although we endeavour to ensure that all pricing information on this website is accurate, occasionally an error may occur and goods may be mis-priced. If we discover a pricing error we will, at our discretion, either: contact you and ask you whether you wish to cancel your order or continue with the order at the correct price; or notify you that we have cancelled your order. We will not be obliged to supply goods at the incorrect price.<\/p>\n\n\n\n<p>We reserve the right to adjust prices, offers, goods and specifications of goods at our discretion at any time before (but not after) we accept your order. Where an end date is specified on any offer on the website, it is intended as a guide only. We reserve the right to change prices at any time.<\/p>\n\n\n\n<ol start=\"5\"><li><strong>ORDERING<\/strong><\/li><\/ol>\n\n\n\n<p>The placing of an order anywhere on our website does not constitute a contract, which is made only when we accept your order and process payment. We reserve the right not to accept any order if we suspect fraud, money laundering or other criminal activity is being committed. Please note that this is entirely at our discretion and our decision is final.<\/p>\n\n\n\n<p>All goods are offered subject to availability. &nbsp;In the event that a product is unavailable when you place your order, we shall contact you to arrange replacement, or another acceptable arrangement for the completion of your order.<\/p>\n\n\n\n<ol start=\"6\"><li><strong>DELIVERY<\/strong><\/li><\/ol>\n\n\n\n<p>For orders of all items the delivery&nbsp;timeframe will be confirmed during the checkout process. We will do everything we can to meet this timeframe however we accept no liability for goods which fail to arrive within this window due to circumstances beyond our reasonable control. Examples of this include bad weather, computer failure, vehicle breakdowns and other technical failures by our nominated couriers.<\/p>\n\n\n\n<p>We use an independent courier to fulfil our deliveries. This courier will only attempt to deliver items twice after which they may be returned to us if you do not respond to their communications. In this instance or if items are returned to us due to an incorrect or incomplete delivery address given by you we reserve the right to pass on the cost of redelivery.<\/p>\n\n\n\n<p>All orders are dispatched using an express service which arrives the next day in the majority of US (except NI, Islands &amp; Highlands and remote areas). For international orders, delivery times and prices vary depending on location and volumetric weight. Delivery charges are calculated based on the volumetric weight of the items and the destination address.<\/p>\n\n\n\n<p>Any local excise duties and taxes are the sole responsibility of the customer. We cannot be held responsible for any other additional charges levied by local customs. You must inform Japanese Spiritual Distillery Ltd before placing an order if there are additional customs procedures to follow in your country.<\/p>\n\n\n\n<ol start=\"7\"><li><strong>PRODUCT INFORMATION<\/strong><\/li><\/ol>\n\n\n\n<p> Japanese Spiritual Distillery Ltd  is a specialist retailer of vintage whiskies. Please note when you buy from us you are buying second-hand goods which have been in circulation for years, and in some cases, decades. Nothing on this site is labelled as “brand new”. You could expect to see imperfections (marks on bottles, minor tears to labels, marks or tears on boxes, dents in tubes and other minor imperfections) on any item that is purchased from this site, commensurate with their relative ages. You may also see changes in line with updated box designs. All whisky products listed for sale have intact seals.<\/p>\n\n\n\n<p>If you require additional images before purchasing, please&nbsp;contact us.<\/p>\n\n\n\n<ol start=\"8\"><li><em><strong>CANCELLING YOUR ORDER &amp; REFUNDS<\/strong><\/em><\/li><\/ol>\n\n\n\n<p>Your right to cancel an order for goods starts the moment you place your order and ends 14 days from the day you receive your goods.<\/p>\n\n\n\n<p>Once you have decided to cancel an order, you have a further 14 days to return the items to us. You must use a reputable and trackable service for instance DHL, ParcelForce, or Fedex. If you are returning goods that are not faulty we are obliged to refund the original delivery charge but we are not obliged to cover your return postage costs.<\/p>\n\n\n\n<p>Once your return is received and inspected, we will send you an email to notify you that we have received your returned item(s). For your refund to be approved we must receive the goods in the same condition it was dispatched within the timeframe specified above. Deductions can be made where goods have been returned to us in an unsatisfactory or unsaleable condition.<\/p>\n\n\n\n<p>If your refund is approved we will process a refund within 3 days. Please note that credit card companies and banks typically delay crediting funds to your account by several days after the refund has been initiated by ourselves and this is beyond our control.<\/p>\n\n\n\n<p>Please do not send your purchase back to the manufacturer.<\/p>\n\n\n\n<p><em><strong>Return shipping<\/strong><\/em><\/p>\n\n\n\n<p>To return your product, you should first notify us by phone or email, then mail your product to our address.<\/p>\n\n\n\n<ol start=\"9\"><li><strong>COMPLAINTS<\/strong><\/li><\/ol>\n\n\n\n<p>In the event of a complaint please contact us at <a href=\"mailto:sales@japanesewhiskyrare.shop

\">sales@japanesewhiskyrare.shop

<\/a> giving as much detail as you can. All complaints will be acknowledged within 24 hours. Each complaint will be treated as confidential.<\/p>\n\n\n\n<ol start=\"10\"><li><strong>REVIEWS, COMMENTS AND CONTENT<\/strong><\/li><\/ol>\n\n\n\n<p>Users of this website may post reviews, comments and other content. This right is extended on condition that the content is not illegal, obscene, abusive, threatening, defamatory, invasive of privacy, infringing of intellectual property rights, or otherwise injurious to third parties, or objectionable. Specifically, content should not include software viruses, political campaigning, commercial solicitation, chain letters or mass mailings.<\/p>\n\n\n\n<p>You may not use a false email address, impersonate any person or entity, or otherwise mislead as to the origin of any content. We reserve the right, but not the obligation, to remove or edit any content.<\/p>\n\n\n\n<p>If you post content or submit material, unless indicated otherwise you:<\/p>\n\n\n\n<ul><li>Grant Japanese Spiritual Distillery Ltd and its affiliated companies a non-exclusive, royalty-free and fully sub- licensable right to use, reproduce, publish, modify, adapt, translate, distribute, create derivative works from, and display such content throughout the world in any media.<\/li><li>Grant Japan Spiritual Distillery Ltd and its affiliates and sub- licensees the right to use the name that you submit in connection with such content, if they choose.<\/li><li>Agree that the rights you grant above are irrevocable during the period of protection of your intellectual property rights associated with such content and material. You agree to waive your right to be identified as the author of such content and your right to object to derogatory treatment of such content.<\/li><li>You represent and warrant that you own or otherwise control all of the rights to the content that you post; that, as at the date that the content or material is submitted to Japanese Spiritual Distillery Ltd, the content and material is accurate; use of the content and material you supply does not breach any Japanese Spiritual Distillery Ltd policies or guidelines and will not cause injury to any person or entity (including that the content or material is not defamatory). You agree to indemnify Japanese Spiritual Distillery Ltd and its affiliates for all claims brought by a third party against Japanese Spiritual Distillery Ltd or its affiliates arising out of or in connection with a breach of any of these warranties.<\/li><\/ul>\n\n\n\n<ol start=\"11\"><li><strong>CRIME PREVENTION<\/strong><\/li><\/ol>\n\n\n\n<p>For the purposes of the prevention or detection of offences, and\/or the apprehension or prosecution of offenders, we may share any information that we collect with the Police, other public or private sector agencies or representative bodies in accordance with the relevant legislation. Information shared in this way will not be used for marketing purposes.<\/p>\n\n\n\n<ol start=\"12\"><li><strong>CORRESPONDENCE<\/strong><\/li><\/ol>\n\n\n\n<p>In the first instance please contact us by email or telephone, as indicated on your order confirmation email and on the website.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>LEGAL These Terms and Conditions are for the sale of bottles and products on our website. RESPONSIBLE AGE By using our website, you confirm that you are of legal age to purchase and consume alcohol in your country\/state\/province\/territory. For the avoidance of doubt in the US you must be at least 21 years of age to purchase alcohol. DRINKAWARE Drinkaware [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v19.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms And Conditions - The Rare Japanese And Scotch Whisky Shop<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/japanesekings.com\/terms-and-conditions\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms And Conditions - The Rare Japanese And Scotch Whisky Shop\" \/>\n<meta property=\"og:description\" content=\"LEGAL These Terms and Conditions are for the sale of bottles and products on our website. RESPONSIBLE AGE By using our website, you confirm that you are of legal age to purchase and consume alcohol in your country\/state\/province\/territory. For the avoidance of doubt in the US you must be at least 21 years of age to purchase alcohol. DRINKAWARE Drinkaware [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/japanesekings.com\/terms-and-conditions\/\" \/>\n<meta property=\"og:site_name\" content=\"The Rare Japanese And Scotch Whisky Shop\" \/>\n<meta property=\"article:modified_time\" content=\"2021-09-27T12:17:11+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/japanesekings.com\/#website\",\"url\":\"https:\/\/japanesekings.com\/\",\"name\":\"The Rare Japanese And Scotch Whisky Shop\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/japanesekings.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/japanesekings.com\/terms-and-conditions\/#webpage\",\"url\":\"https:\/\/japanesekings.com\/terms-and-conditions\/\",\"name\":\"Terms And Conditions - The Rare Japanese And Scotch Whisky Shop\",\"isPartOf\":{\"@id\":\"https:\/\/japanesekings.com\/#website\"},\"datePublished\":\"2021-09-26T09:51:07+00:00\",\"dateModified\":\"2021-09-27T12:17:11+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/japanesekings.com\/terms-and-conditions\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/japanesekings.com\/terms-and-conditions\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/japanesekings.com\/terms-and-conditions\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/japanesekings.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms And Conditions\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms And Conditions - The Rare Japanese And Scotch Whisky Shop","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/japanesekings.com\/terms-and-conditions\/","og_locale":"en_US","og_type":"article","og_title":"Terms And Conditions - The Rare Japanese And Scotch Whisky Shop","og_description":"LEGAL These Terms and Conditions are for the sale of bottles and products on our website. RESPONSIBLE AGE By using our website, you confirm that you are of legal age to purchase and consume alcohol in your country\/state\/province\/territory. For the avoidance of doubt in the US you must be at least 21 years of age to purchase alcohol. DRINKAWARE Drinkaware [&hellip;]","og_url":"https:\/\/japanesekings.com\/terms-and-conditions\/","og_site_name":"The Rare Japanese And Scotch Whisky Shop","article_modified_time":"2021-09-27T12:17:11+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/japanesekings.com\/#website","url":"https:\/\/japanesekings.com\/","name":"The Rare Japanese And Scotch Whisky Shop","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/japanesekings.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/japanesekings.com\/terms-and-conditions\/#webpage","url":"https:\/\/japanesekings.com\/terms-and-conditions\/","name":"Terms And Conditions - The Rare Japanese And Scotch Whisky Shop","isPartOf":{"@id":"https:\/\/japanesekings.com\/#website"},"datePublished":"2021-09-26T09:51:07+00:00","dateModified":"2021-09-27T12:17:11+00:00","breadcrumb":{"@id":"https:\/\/japanesekings.com\/terms-and-conditions\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/japanesekings.com\/terms-and-conditions\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/japanesekings.com\/terms-and-conditions\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/japanesekings.com\/"},{"@type":"ListItem","position":2,"name":"Terms And Conditions"}]}]}},"_links":{"self":[{"href":"https:\/\/japanesekings.com\/wp-json\/wp\/v2\/pages\/532"}],"collection":[{"href":"https:\/\/japanesekings.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/japanesekings.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/japanesekings.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/japanesekings.com\/wp-json\/wp\/v2\/comments?post=532"}],"version-history":[{"count":4,"href":"https:\/\/japanesekings.com\/wp-json\/wp\/v2\/pages\/532\/revisions"}],"predecessor-version":[{"id":554,"href":"https:\/\/japanesekings.com\/wp-json\/wp\/v2\/pages\/532\/revisions\/554"}],"wp:attachment":[{"href":"https:\/\/japanesekings.com\/wp-json\/wp\/v2\/media?parent=532"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}